[
  {
    "stamp_id": 1,
    "section_id": 1,
    "branch_id": 1,
    "stamp_level": 1,
    "stamp_name": "Płomień",
    "stamp_tasks": [
      "Umie ułożyć i rozpalić ognisko.",
      "Potrafi umiejętnie podkładać drwa lub gałęzie, regulując wysokość płomienia i ograniczając iskrzenie.",
      "Umie zatrzeć ślady ogniska po jego całkowitym wygaszeniu.",
      "Potrafi obchodzić się z ogniem ostrożnie. Umie posługiwać się podstawowym sprzętem gaśniczym oraz wezwać straż pożarną."
    ]
  },
  {
    "stamp_id": 2,
    "section_id": 1,
    "branch_id": 1,
    "stamp_level": 2,
    "stamp_name": "Strażnik Ognia",
    "stamp_tasks": [
      "Potrafi ułożyć i rozpalić różne typy ognisk, takie jak ognisko do gotowania, do podtrzymania żaru, do oświetlenia kręgu, stos na mokry teren.",
      "Umie podtrzymywać ogień odpowiednio do potrzeb i sytuacji. Zna zasady zachowania w kręgu ogniskowym.",
      "Potrafi przygotować drewno przed ogniskiem: porąbać lub połamać odpowiedni zapas i przygotować rozpałkę odpowiednią do warunków.",
      "Umie zabezpieczyć przybory do rozpalania ognia przed deszczem i wilgocią.",
      "Potrafi rozpoznać i opatrzyć oparzenia różnych stopni, posiada sprawność *Higienisty ze ścieżki „Samarytanka”."
    ]
  },
  {
    "stamp_id": 3,
    "section_id": 1,
    "branch_id": 1,
    "stamp_level": 3,
    "stamp_name": "Ogniowiec",
    "stamp_tasks": [
      "Umie rozpalić ogień w niesprzyjających warunkach (np. w ulewnym deszczu, przy silnym wietrze lub w głębokim śniegu).",
      "Potrafi rozpalić ogień bez zapałek, samodzielnie wykonanym narzędziem (np. łukiem ogniowym lub własnoręcznie zrobionym krzesiwem).",
      "Umie wykorzystać specyficzne cechy różnych rodzajów i gatunków drewna do rozpalania i podtrzymywania ognia.",
      "Potrafi przygotować pochodnię, która będzie płonęła 2 godziny.",
      "Umie posłużyć się kilkoma rodzajami podręcznych środków gaśniczych, w tym gaśnicami różnych typów. Wie, jakie środki gaśnicze stosować w różnych sytuacjach."
    ]
  },
  {
    "stamp_id": 4,
    "section_id": 1,
    "branch_id": 2,
    "stamp_level": 1,
    "stamp_name": "Obserwator",
    "stamp_tasks": [
      "Umie posłużyć się mapą papierową (tj. zorientować ją i odczytać), żeby trafić za dnia do wyznaczonego miejsca.",
      "Potrafi wyznaczyć kierunki świata według busoli, słońca (w dzień) i gwiazd (w nocy).",
      "Umie ocenić przebytą odległość, mierząc ją krokami."
    ]
  },
  {
    "stamp_id": 5,
    "section_id": 1,
    "branch_id": 2,
    "stamp_level": 2,
    "stamp_name": "Terenoznawca",
    "stamp_tasks": [
      "Potrafi w dzień i w nocy odnaleźć się na mapie w nieznanym terenie według ukształtowania terenu i przedmiotów terenowych (np. skrzyżowań, budowli, cieków wodnych).",
      "Umie zmierzyć odległość na mapie i trafnie ocenić odległość „na oko” w terenie.",
      "Potrafi nanieść na mapę trasę wędrówki, narysować szkic terenu i przebytej drogi.",
      "Umie zapamiętać trasę zaznaczoną na mapie, a następnie bez pomocy mapy ją pokonać."
    ]
  },
  {
    "stamp_id": 6,
    "section_id": 1,
    "branch_id": 2,
    "stamp_level": 3,
    "stamp_name": "Topograf",
    "stamp_tasks": [
      "Potrafi wykonać odpowiednie pomiary i staranny szkic wskazanego terenu z zachowaniem skali.",
      "Potrafi zmierzyć wysokość drzewa i szerokość rzeki bez użycia specjalistycznych narzędzi.",
      "Umie posłużyć się dalmierzem lub niwelatorem.",
      "Potrafi z pamięci narysować dokładny szkic przebytej drogi."
    ]
  },
  {
    "stamp_id": 7,
    "section_id": 1,
    "branch_id": 2,
    "stamp_level": 3,
    "stamp_name": "Mistrz Orientacji",
    "stamp_tasks": [
      "Umie w każdych warunkach trafić do wyznaczonego miejsca – w dzień i w nocy, w górach i na nizinie, niezależnie od warunków pogodowych i pory roku, z pomocą map, lokalizatora GPS, kompasu albo bez nich."
    ]
  },
  {
    "stamp_id": 8,
    "section_id": 1,
    "branch_id": 3,
    "stamp_level": 1,
    "stamp_name": "Higienista",
    "stamp_tasks": [
      "Potrafi opatrzyć drobne zranienie, oparzenie i lekki uraz.",
      "Umie ułożyć poszkodowanego w pozycji bezpiecznej.",
      "Zna numery alarmowe i potrafi wezwać pomoc w różnych sytuacjach."
    ]
  },
  {
    "stamp_id": 9,
    "section_id": 1,
    "branch_id": 3,
    "stamp_level": 2,
    "stamp_name": "Sanitariusz",
    "stamp_tasks": [
      "Umie zaradzić w sytuacji wyziębienia, udaru cieplnego, omdlenia i oparzeń.",
      "Potrafi zaradzić w przypadku urazu kończyny (np. skręcenie lub złamanie), a w razie konieczności umie ją unieruchomić przy pomocy improwizowanego sprzętu.",
      "Umie poprawnie przeprowadzić resuscytację krążeniowo-oddechową.",
      "Potrafi skompletować apteczkę zastępu na całodniową wycieczkę i korzystać z jej zawartości."
    ]
  },
  {
    "stamp_id": 10,
    "section_id": 1,
    "branch_id": 3,
    "stamp_level": 3,
    "stamp_name": "Ratownik",
    "stamp_tasks": [
      "Potrafi pokierować małym zespołem sanitariuszy w czasie akcji ratowniczej.",
      "Umie udzielić pierwszej pomocy w przypadku ran i krwotoków.",
      "Potrafi postępować w przypadku podejrzenia urazu kręgosłupa. Umie unieruchomić kończynę przy pomocy szyny (np. szyny Kramera lub szyny typu Splint).",
      "Potrafi rozpoznać objawy udaru mózgu i zawału serca.",
      "Umie zebrać informacje od osoby poszkodowanej według schematu SAMPLE.",
      "Podczas ćwiczeń potrafi przeprowadzić triaż – segregację medyczną poszkodowanych.",
      "Potrafi poprawnie się zachować w razie wypadku komunikacyjnego (np. samochodowego).",
      "Umie skompletować apteczkę drużyny i określić sposób przechowywania leków."
    ]
  },
  {
    "stamp_id": 11,
    "section_id": 1,
    "branch_id": 4,
    "stamp_level": 1,
    "stamp_name": "Mistrz musztry",
    "stamp_tasks": [
      "Umie prawidłowo wykonać wszystkie komendy musztry harcerskiej w czasie zbiórki, apelu i przemarszu.",
      "Potrafi zadbać o wygląd i czystość swojego munduru, a także wytłumaczyć symbolikę jego elementów.",
      "Potrafi stawić się na zbiórkę alarmową w wyznaczonym czasie."
    ]
  },
  {
    "stamp_id": 12,
    "section_id": 1,
    "branch_id": 4,
    "stamp_level": 2,
    "stamp_name": "Chorąży",
    "stamp_tasks": [
      "Umie poruszać się i wykonywać chwyty sztandarem lub proporcem zgodnie z regulaminem musztry.",
      "Potrafi bezpiecznie przechowywać i zadbać o proporzec lub sztandar, zarówno w warunkach polowych, jak i w harcówce lub w domu.",
      "Umie wyjaśnić symbolikę proporca lub sztandaru, który mu powierzono."
    ]
  },
  {
    "stamp_id": 13,
    "section_id": 1,
    "branch_id": 4,
    "stamp_level": 3,
    "stamp_name": "Dowódca",
    "stamp_tasks": [
      "Potrafi poprowadzić apel drużyny zgodnie z regulaminem musztry.",
      "Umie dowodzić drużyną podczas przemarszu, uroczystości lub pokazu musztry.",
      "Potrafi sprawnie zwołać i opanować drużynę w czasie paniki lub zamieszania.",
      "Umie zaplanować i zorganizować udział sztandaru w przemarszu lub uroczystości."
    ]
  },
  {
    "stamp_id": 14,
    "section_id": 1,
    "branch_id": 4,
    "stamp_level": 3,
    "stamp_name": "Dobosz",
    "stamp_tasks": [
      "Potrafi dobrać i nadać kolumnie odpowiednie tempo wybijając rytm na instrumencie perkusyjnym w marszu.",
      "Potrafi poprowadzić asystę perkusyjną, wybijając odpowiedni rytm na wejście pocztu sztandarowego, złożenie wieńca i apel poległych.",
      "Posiada sprawność *Muzykanta ze ścieżki „Gra na instrumentach”."
    ]
  },
  {
    "stamp_id": 15,
    "section_id": 1,
    "branch_id": 4,
    "stamp_level": 3,
    "stamp_name": "Trębacz",
    "stamp_tasks": [
      "Zna i umie zagrać kilka sygnałów Wojska Polskiego np. Pobudkę, Baczność, Spocznij, Hasło Wojska Polskiego.",
      "Potrafi zastosować odpowiednie sygnały do kierowania drużyną.",
      "Posiada sprawność *Muzykanta ze ścieżki „Gra na instrumentach”."
    ]
  },
  {
    "stamp_id": 16,
    "section_id": 1,
    "branch_id": 5,
    "stamp_level": 1,
    "stamp_name": "Łącznik",
    "stamp_tasks": [
      "Umie bezbłędnie zapamiętać i przenieść wiadomość ustną złożoną z kilkunastu słów.",
      "Potrafi zaszyfrować i odczytać wiadomość trzema różnymi szyframi."
    ]
  },
  {
    "stamp_id": 17,
    "section_id": 1,
    "branch_id": 5,
    "stamp_level": 2,
    "stamp_name": "Sygnalista",
    "stamp_tasks": [
      "Umie nadać i odebrać wiadomość zakodowaną alfabetem Morse’a przy pomocy chorągiewek, sygnałów dźwiękowych oraz świetlnych. Umie wykonać prowizoryczny sygnalizacyjny (np. chorągiewkę lub pochodnię).",
      "Potrafi zakodować i rozkodować wiadomość przy pomocy alfabetu Morse’a.",
      "Umie obsługiwać radiotelefon lub telefon polowy.",
      "Potrafi wymyślić własny szyfr i nauczyć go kolegów."
    ]
  },
  {
    "stamp_id": 18,
    "section_id": 1,
    "branch_id": 5,
    "stamp_level": 3,
    "stamp_name": "Łącznościowiec",
    "stamp_tasks": [
      "Umie zorganizować w terenie sprawną sieć łączności opartą na urządzeniach kablowych lub radiowych: przygotować i rozstawić sprzęt, ustalić zasady korzystania z sieci, przeszkolić operatorów.",
      "Potrafi zorganizować kilkuosobową stację sygnalizacyjną do płynnego nadawania i odbierania wiadomości alfabetem Morse’a: wyznaczyć zadania, podzielić i zorganizować pracę.",
      "Umie złamać prosty szyfr (np. szyfr Cezara)."
    ]
  },
  {
    "stamp_id": 19,
    "section_id": 1,
    "branch_id": 5,
    "stamp_level": 3,
    "stamp_name": "Krótkofalarz",
    "stamp_tasks": [
      "Potrafi posłużyć się alfabetem fonetycznym ICAO (tzw. alfabet fonetyczny NATO) oraz jego polskim odpowiednikiem.",
      "Zna kilkanaście kodów Q najczęściej używanych przez krótkofalarzy oraz kilka wyrażeń z tzw. slangu amatorskiego. Umie przekazać raport RST oraz informacje o własnym QTH Locator.",
      "Potrafi obsługiwać sprzęt łączności z zachowaniem zasad BHP.",
      "Umie zmierzyć prąd, napięcie, WFS oraz moc wychodzącą do anteny. Posiada sprawność *Diodaka ze ścieżki „Elektrotechnika”."
    ]
  },
  {
    "stamp_id": 20,
    "section_id": 1,
    "branch_id": 6,
    "stamp_level": 1,
    "stamp_name": "Biwakowicz",
    "stamp_tasks": [
      "Umie dobrze spakować się na biwak.",
      "Potrafi rozbić namiot turystyczny.",
      "Umie zapewnić sobie komfort cieplny podczas biwakowania, m.in. poprzez odpowiednią izolację od ziemi, wybór śpiwora dopasowanego do temperatury.",
      "Potrafi zbudować kuchnię polową i zagotować na niej wodę."
    ]
  },
  {
    "stamp_id": 21,
    "section_id": 1,
    "branch_id": 6,
    "stamp_level": 2,
    "stamp_name": "Traper",
    "stamp_tasks": [
      "Umie przygotować namiot na różne warunki atmosferyczne takie jak mocny wiatr czy burza oraz odpowiednio wybrać i przygotować miejsce do jego rozstawienia.",
      "Umie wykorzystać 3 węzły przydatne podczas biwakowania (np. do zbudowania zadaszenia z plandeki biwakowej).",
      "Potrafi przygotować ciepły posiłek w warunkach polowych, umie posługiwać się turystyczną kuchenką gazową.",
      "Umie przygotować listę ekwipunku niezbędnego na biwak zastępu i odpowiednio rozdzielić go między uczestników."
    ]
  },
  {
    "stamp_id": 22,
    "section_id": 1,
    "branch_id": 6,
    "stamp_level": 3,
    "stamp_name": "Włóczykij",
    "stamp_tasks": [
      "Potrafi przygotować się, skompletować ekwipunek i biwakować w każdych warunkach terenowych.",
      "Umie w warunkach polowych wysuszyć ubranie i obuwie.",
      "Potrafi wybrać dobre miejsce do biwakowania, uwzględniając dostępność wody, odległość od skupisk ludzkich, osłonięcie od wiatru itd.",
      "Posiada sprawność **Strażnika Ognia ze ścieżki „Rozpalanie ognia”."
    ]
  },
  {
    "stamp_id": 23,
    "section_id": 1,
    "branch_id": 6,
    "stamp_level": 3,
    "stamp_name": "Polarnik",
    "stamp_tasks": [
      "Umie skompletować i spakować ekwipunek odpowiedni do biwakowania w warunkach zimowych.",
      "Potrafi przygotować legowisko, które przy ujemnej temperaturze pozwoli mu spędzić noc w komforcie cieplnym.",
      "W zimie, w warunkach polowych umie przygotować sobie ciepły posiłek.",
      "Potrafi udzielić pierwszej pomocy w przypadku odmrożeń i hipotermii, posiada sprawność **Sanitariusza ze ścieżki „Samarytanka”."
    ]
  },
  {
    "stamp_id": 24,
    "section_id": 1,
    "branch_id": 7,
    "stamp_level": 1,
    "stamp_name": "Sakwa",
    "stamp_tasks": [
      "Umie odłożyć pieniądze na zaplanowany wydatek. Potrafi oszacować, ile czasu będzie mu potrzebne na zebranie określonej kwoty.",
      "Umie bezpiecznie przechowywać pieniądze.",
      "Potrafi zadbać o powierzony sprzęt biwakowy i pionierski, tj. właściwie go przechowywać, transportować i kompletować."
    ]
  },
  {
    "stamp_id": 25,
    "section_id": 1,
    "branch_id": 7,
    "stamp_level": 2,
    "stamp_name": "Gospodarz",
    "stamp_tasks": [
      "Umie skompletować narzędzia dla zastępu na biwak lub obóz.",
      "Potrafi konserwować narzędzia pionierskie a także odpowiednio je oznakować. Umie prowadzić wykaz sprzętu zastępu.",
      "Potrafi rozliczyć się z powierzonych pieniędzy (np. składek zastępu na wycieczkę). Umie prowadzić zeszyt wpływów i wydatków (np. w Excelu)."
    ]
  },
  {
    "stamp_id": 26,
    "section_id": 1,
    "branch_id": 7,
    "stamp_level": 3,
    "stamp_name": "Kwatermistrz",
    "stamp_tasks": [
      "Potrafi zaplanować budżet wyjazdu lub biwaku, sprawować nadzór nad wydatkami i rozliczyć powierzone środki.",
      "Umie przygotować kompletną listę zadań kwatermistrzowskich związanych z organizacją biwaku lub wędrówki, takich jak dojazd, aprowizacja, noclegi. Każde z tych zadań potrafi wykonać samodzielnie.",
      "Umie zamówić usługę lub dokonać zakupu przez internet, wykonać przelew i wypłacić pieniądze z bankomatu.",
      "Wie, do czego służy książka inwentarzowa i finansowa, i umie prawidłowo dokonać w nich wpisu.",
      "Potrafi opisywać faktury oraz przypisać wydatki do odpowiednich kategorii: materiały, żywność, wyposażenie itd."
    ]
  },
  {
    "stamp_id": 27,
    "section_id": 1,
    "branch_id": 7,
    "stamp_level": 3,
    "stamp_name": "Magazynier",
    "stamp_tasks": [
      "Potrafi wykonać prace konserwacyjne sprzętu takiego jak namioty, sprzęt pływający, kanadyjki. Umie pokierować wykonaniem takich prac przez drużynę.",
      "Potrafi wysuszyć namioty różnych typów, zabezpieczyć je przed zawilgoceniem i właściwie przygotować do magazynowania.",
      "Umie właściwie przygotować i spakować sprzęt drużyny do transportu (np. w ciężarówce) i praktycznie ułożyć go w magazynie.",
      "Umie prowadzić kompletną ewidencję sprzętu, potrafi dokonać wpisu w książce inwentarzowej i oznakować sprzęt.",
      "Posiada sprawność **Technika ze ścieżki „Rzemiosło techniczne”."
    ]
  },
  {
    "stamp_id": 28,
    "section_id": 1,
    "branch_id": 8,
    "stamp_level": 1,
    "stamp_name": "Sobieradek Obozowy",
    "stamp_tasks": [
      "Potrafi sprawnie posługiwać się narzędziami pionierskimi: młotkiem, toporkiem i piłą. Umie zabezpieczyć je po skończonej pracy.",
      "Umie zaprojektować i wykonać drobny przedmiot pionierki obozowej (np. drogowskaz, wieszak lub ławkę).",
      "Potrafi wyregulować odciągi i podwinąć poły w namiocie dziesięcioosobowym."
    ]
  },
  {
    "stamp_id": 29,
    "section_id": 1,
    "branch_id": 8,
    "stamp_level": 2,
    "stamp_name": "Zdobnik",
    "stamp_tasks": [
      "Umie samodzielnie wykonać prosty totem lub inny element zdobnictwa obozowego z wykorzystaniem materiałów znalezionych w terenie.",
      "Posiada sprawność *Plastyka ze ścieżki „Rzemiosło plastyczne”."
    ]
  },
  {
    "stamp_id": 30,
    "section_id": 1,
    "branch_id": 8,
    "stamp_level": 2,
    "stamp_name": "Technik Obozowy",
    "stamp_tasks": [
      "Umie zaprojektować oraz pokierować wykonaniem pomysłowego i estetycznego urządzenia obozowego (np. bramy, latryny lub pionierki w namiocie).",
      "Umie pokierować rozstawieniem namiotu dziesięcioosobowego."
    ]
  },
  {
    "stamp_id": 31,
    "section_id": 1,
    "branch_id": 8,
    "stamp_level": 3,
    "stamp_name": "Wyga Obozowy",
    "stamp_tasks": [
      "Potrafi zaprojektować i pokierować budową dużego urządzenia obozowego (np. pomostu, zadaszenia kuchni, stołówki, elektrowni solarnej, pieca lub wieży ciśnień).",
      "Umie sprawnie pokierować rozstawieniem namiotów według określonego planu (np. w kręgu, w kwadracie lub szeregu).",
      "Potrafi pracować używając do pomiarów jedynie sznurka i własnego ciała."
    ]
  },
  {
    "stamp_id": 32,
    "section_id": 1,
    "branch_id": 8,
    "stamp_level": 3,
    "stamp_name": "Mistrz Zdobnictwa",
    "stamp_tasks": [
      "Umie wykonać totem przedstawiający w rozpoznawalny sposób charakterystyczne zwierzę lub konkretną postać, z wykorzystaniem materiałów znalezionych w terenie.",
      "Umie opracować dokładny projekt plastyczny i na jego podstawie wykonać samodzielnie trwały element zdobniczy (np. proporzec, rzeźbioną buławę, herb, inny element obrzędowy).",
      "Potrafi stosować różne puszczańskie techniki zdobnicze takie jak wyplatanie, rzeźbienie, opalanie."
    ]
  }
]